{
  "intro": {
    "welcome": "Bem-vindo à Jornada Chord-a-Day",
    "description": "Aprenda um novo acorde de violão todos os dias",
    "lesson_title": "Lição 0: Fundamentos do Violão",
    "lesson_description": "Antes de aprendermos os acordes, vamos entender o básico sobre o violão. Esta lição é fundamental para seu sucesso! Dedique 15-20 minutos para absorver bem este conteúdo.",
    "anatomy_title": "Anatomia do Violão",
    "anatomy_parts": "Partes Principais:",
    "body": "Corpo (Body): A caixa de ressonância que amplifica o som naturalmente. É feito de madeira e sua qualidade influencia diretamente no timbre do instrumento",
    "neck": "Braço (Neck): A parte longa onde você pressiona as cordas para formar os acordes e notas. Geralmente feito de madeira resistente como mogno ou maple",
    "bridge": "Cavalete (Bridge): Peça fixa no corpo onde as cordas são presas. Transmite a vibração das cordas para o corpo do violão",
    "headstock": "Cabeça (Headstock): Extremidade do braço onde ficam as tarraxas (pinos) que permitem afinar as cordas girando-as para aumentar ou diminuir a tensão",
    "frets": "Trastes (Frets): As barras metálicas perpendiculares ao braço. Cada espaço entre trastes representa um semitom (meio tom) na escala musical",
    "anatomy_tip": "Familiarize-se com essas partes tocando e observando seu violão. Entender a anatomia ajuda na comunicação com outros músicos e na manutenção do instrumento. Dica extra: A boca (sound hole) é o buraco no corpo que projeta o som para fora.",
    "strings_title": "Nome das Cordas",
    "strings_description": "Da mais grave (grossa) para a mais aguda (fina). Clique em 'Tocar' para ouvir cada corda:",
    "string_6": "(Mi grave - 82Hz) - A corda mais grossa, som profundo",
    "string_5": "(Lá - 110Hz) - Segunda mais grossa",
    "string_4": "(Ré - 147Hz) - Corda intermediária",
    "string_3": "(Sol - 196Hz) - Corda intermediária",
    "string_2": "(Si - 247Hz) - Segunda mais fina",
    "string_1": "(Mi agudo - 330Hz) - A corda mais fina, som mais agudo",
    "strings_mnemonic": "Macete para Decorar (E-A-D-G-B-E):",
    "strings_phrase": "\"Eu Aprendo Depois Guitarra, Baixo, Então\" ou \"Elefantes Andam Devagar, Girafas Bebem Elegantemente\"",
    "strings_tip": "IMPORTANTE: As cordas são numeradas de baixo para cima quando você segura o violão (1ª = mais fina/aguda, 6ª = mais grossa/grave). Pratique tocar cada corda individualmente e memorize seus sons. Cordas desafinadas ou muito velhas (com mais de 3-6 meses de uso) devem ser trocadas.",
    "position_title": "Posição Correta e Postura",
    "position_how": "Como Segurar o Violão (Postura Sentada):",
    "position_sit": "Sente-se com as costas retas e relaxadas, pés apoiados no chão. Evite curvar as costas para ver o braço do violão - isso causa dores e má técnica",
    "position_leg": "Apoie a curva do corpo do violão na perna direita (destros) ou esquerda (canhotos). Para violão clássico, use um apoio de pé para elevar a perna esquerda",
    "position_right_arm": "Braço direito repousa naturalmente sobre a parte superior do corpo do violão, antebraço relaxado. O cotovelo não deve ficar muito alto nem muito baixo",
    "position_left_hand": "Mão esquerda no braço com o polegar posicionado atrás, aproximadamente no meio do braço. O polegar NÃO deve aparecer por cima do braço (exceto em técnicas avançadas)",
    "position_hands": "Detalhes Importantes das Mãos:",
    "position_left_desc": "Mão Esquerda: Forma um \"C\" natural com o polegar atrás do braço (entre o 2º e 3º traste geralmente). Dedos curvados, usando as pontas para pressionar as cordas. Unhas curtas são essenciais! O pulso deve estar reto, não dobrado",
    "position_right_desc": "Mão Direita: Completamente relaxada, dedos naturalmente curvados sobre as cordas próximo à boca do violão. Para dedilhado: polegar toca cordas graves (4ª, 5ª, 6ª), indicador toca 3ª corda, médio toca 2ª, anelar toca 1ª. Para batidas: use o polegar ou uma palheta",
    "diagrams_title": "Como Ler Diagramas de Acordes",
    "diagrams_description": "Os diagramas são como uma 'foto' do braço do violão visto de frente. Aprenda a lê-los e você poderá tocar qualquer acorde:",
    "diagrams_vertical": "Linhas verticais: Representam as 6 cordas do violão (da esquerda para direita: 6ª-Mi grave até 1ª-Mi agudo)",
    "diagrams_horizontal": "Linhas horizontais: Representam os trastes (espaços no braço). A linha mais grossa no topo representa a pestana (nut) do violão",
    "diagrams_dots": "Pontos/círculos pretos: Indicam exatamente onde você deve pressionar as cordas com os dedos. Pressione no espaço entre os trastes, não em cima da barra metálica",
    "diagrams_numbers": "Números nos pontos: Indicam qual dedo usar (1=indicador, 2=médio, 3=anelar, 4=mínimo). O polegar geralmente não é numerado pois fica atrás do braço. X = não tocar essa corda. O = tocar a corda solta (sem pressionar)",
    "diagrams_tip": "TÉCNICA ESSENCIAL: Pressione as cordas logo ATRÁS do traste metálico (mais próximo de você), não em cima dele nem no meio do espaço. Use a ponta dos dedos e mantenha-os curvados. Pressione com firmeza suficiente para o som sair limpo, mas sem exagerar (isso cansa e pode causar lesões). Se ouvir um som abafado ou 'trastejando', ajuste a posição do dedo.",
    "congratulations": "🎉 Parabéns! Você completou a lição introdutória e está pronto para começar sua jornada musical!",
    "checklist_anatomy": "Entendi as partes do violão e suas funções",
    "checklist_strings": "Memorizei os nomes e sons das 6 cordas",
    "checklist_position": "Pratiquei a postura e posição correta das mãos",
    "checklist_diagrams": "Sei interpretar diagramas de acordes",
    "checklist_hint": "Marque todos os itens acima para completar a lição e desbloquear os acordes",
    "next_lesson_title": "Próxima Lição: Dia 1",
    "next_lesson_preview": "Acorde Em (Mi menor) - O acorde mais fácil para começar! Apenas 2 dedos e um som bonito garantido."
  },
  "chords": {
    "title": "Acorde do Dia",
    "practice": "Pratique este acorde",
    "tips": "Dicas para tocar",
    "how_to_play": "Como tocar:",
    "important_tip": "Dica importante:",
    "famous_songs": "Músicas famosas que usam este acorde:"
  },
  "instructions": {
    "hold": "Segure o acorde por 10 segundos",
    "strum": "Dedilhe suavemente",
    "repeat": "Repita 5 vezes"
  }
}