{
  "intro": {
    "welcome": "Welcome to Chord-a-Day Journey",
    "description": "Learn a new guitar chord every day",
    "lesson_title": "Lesson 0: Guitar Fundamentals",
    "lesson_description": "Before we learn chords, let's understand the basics about the guitar. This lesson is fundamental for your success! Take 15-20 minutes to absorb this content well.",
    "anatomy_title": "Guitar Anatomy",
    "anatomy_parts": "Main Parts:",
    "body": "Body: The resonance box that naturally amplifies sound. Made of wood, its quality directly influences the instrument's tone",
    "neck": "Neck: The long part where you press the strings to form chords and notes. Usually made of resistant wood like mahogany or maple",
    "bridge": "Bridge: Fixed piece on the body where strings are attached. Transmits string vibration to the guitar body",
    "headstock": "Headstock: End of the neck where the tuning pegs (pins) are located, allowing you to tune strings by turning them to increase or decrease tension",
    "frets": "Frets: Metal bars perpendicular to the neck. Each space between frets represents a semitone (half step) in the musical scale",
    "anatomy_tip": "Familiarize yourself with these parts by touching and observing your guitar. Understanding anatomy helps in communication with other musicians and instrument maintenance. Extra tip: The sound hole is the opening in the body that projects sound outward.",
    "strings_title": "String Names",
    "strings_description": "From lowest (thickest) to highest (thinnest). Click 'Play' to hear each string:",
    "string_6": "(Low E - 82Hz) - Thickest string, deep sound",
    "string_5": "(A - 110Hz) - Second thickest",
    "string_4": "(D - 147Hz) - Middle string",
    "string_3": "(G - 196Hz) - Middle string",
    "string_2": "(B - 247Hz) - Second thinnest",
    "string_1": "(High E - 330Hz) - Thinnest string, highest sound",
    "strings_mnemonic": "Memory Aid (E-A-D-G-B-E):",
    "strings_phrase": "\"Eddie Ate Dynamite, Good Bye Eddie\" or \"Elephants And Donkeys Grow Big Ears\"",
    "strings_tip": "IMPORTANT: Strings are numbered from bottom to top when you hold the guitar (1st = thinnest/highest, 6th = thickest/lowest). Practice playing each string individually and memorize their sounds. Out-of-tune or very old strings (more than 3-6 months of use) should be replaced.",
    "position_title": "Correct Position and Posture",
    "position_how": "How to Hold the Guitar (Sitting Posture):",
    "position_sit": "Sit with your back straight and relaxed, feet flat on the floor. Avoid hunching over to see the guitar neck - this causes pain and poor technique",
    "position_leg": "Rest the guitar's curve on your right leg (right-handed) or left leg (left-handed). For classical guitar, use a footstool to elevate your left leg",
    "position_right_arm": "Right arm rests naturally on the upper part of the guitar body, forearm relaxed. Elbow shouldn't be too high or too low",
    "position_left_hand": "Left hand on the neck with thumb positioned behind, approximately in the middle of the neck. Thumb should NOT appear over the top of the neck (except in advanced techniques)",
    "position_hands": "Important Hand Details:",
    "position_left_desc": "Left Hand: Forms a natural \"C\" with thumb behind the neck (usually between 2nd and 3rd fret). Fingers curved, using fingertips to press strings. Short nails are essential! Wrist should be straight, not bent",
    "position_right_desc": "Right Hand: Completely relaxed, fingers naturally curved over strings near the sound hole. For fingerpicking: thumb plays bass strings (4th, 5th, 6th), index plays 3rd string, middle plays 2nd, ring plays 1st. For strumming: use thumb or a pick",
    "diagrams_title": "How to Read Chord Diagrams",
    "diagrams_description": "Diagrams are like a 'photo' of the guitar neck viewed from the front. Learn to read them and you'll be able to play any chord:",
    "diagrams_vertical": "Vertical lines: Represent the 6 guitar strings (left to right: 6th-Low E to 1st-High E)",
    "diagrams_horizontal": "Horizontal lines: Represent the frets (spaces on the neck). The thickest line at the top represents the guitar's nut",
    "diagrams_dots": "Black dots/circles: Indicate exactly where you should press the strings with your fingers. Press in the space between frets, not on top of the metal bar",
    "diagrams_numbers": "Numbers on dots: Indicate which finger to use (1=index, 2=middle, 3=ring, 4=pinky). Thumb is usually not numbered as it stays behind the neck. X = don't play this string. O = play the open string (without pressing)",
    "diagrams_tip": "ESSENTIAL TECHNIQUE: Press strings just BEHIND the metal fret (closer to you), not on top of it or in the middle of the space. Use your fingertips and keep them curved. Press firmly enough for clean sound, but don't overdo it (this tires and can cause injuries). If you hear a muted or buzzing sound, adjust finger position.",
    "congratulations": "🎉 Congratulations! You've completed the introductory lesson and are ready to start your musical journey!",
    "checklist_anatomy": "I understand the guitar parts and their functions",
    "checklist_strings": "I've memorized the names and sounds of the 6 strings",
    "checklist_position": "I've practiced correct posture and hand positions",
    "checklist_diagrams": "I can interpret chord diagrams",
    "checklist_hint": "Check all items above to complete the lesson and unlock the chords",
    "next_lesson_title": "Next Lesson: Day 1",
    "next_lesson_preview": "Em chord (E minor) - The easiest chord to start! Just 2 fingers and a beautiful sound guaranteed.",
    "anatomy_labels": {
      "body": "Body",
      "neck": "Neck",
      "bridge": "Bridge",
      "headstock": "Headstock",
      "frets": "Frets",
      "sound_hole": "Sound Hole",
      "nut": "Nut",
      "strings": "Strings",
      "position_markers": "Position Markers",
      "fingerboard": "Fingerboard",
      "first_string": "First String",
      "upper_bout": "Upper Bout",
      "lower_bout": "Lower Bout",
      "saddle": "Saddle",
      "pick_guard": "Pick Guard",
      "bridge_pins": "Bridge Pins",
      "waist": "Waist",
      "rosette": "Rosette",
      "tuning_pegs": "Tuning Pegs",
      "first_fret": "First Fret",
      "capstan": "Capstan"
    },
    "posture_labels": {
      "back_straight": "Back Straight",
      "relaxed_shoulders": "Relaxed Shoulders",
      "feet_flat": "Feet Flat",
      "guitar_on_leg": "Guitar on Leg",
      "right_arm_relaxed": "Right Arm Relaxed",
      "left_hand_curved": "Left Hand Curved",
      "thumb_behind": "Thumb Behind",
      "fingertips": "Fingertips",
      "wrist_straight": "Wrist Straight"
    },
    "diagram_labels": {
      "strings": "Strings",
      "frets": "Frets",
      "nut": "Nut",
      "finger_position": "Finger Position",
      "finger_number": "Finger Number",
      "open_string": "Open String (O)",
      "muted_string": "Don't Play (X)",
      "press_here": "Press Here"
    }
  },
  "chords": {
    "title": "Chord of the Day",
    "practice": "Practice this chord",
    "tips": "Tips for playing",
    "how_to_play": "How to play:",
    "important_tip": "Important tip:",
    "famous_songs": "Famous songs that use this chord:"
  },
  "instructions": {
    "hold": "Hold the chord for 10 seconds",
    "strum": "Strum gently",
    "repeat": "Repeat 5 times"
  }
}